/* An emdash surrounded by spaces for Open Recent menu items. */
" \\U2014 " = " — ";

/* An arrow surrounded by spaces for Open Recent menu items. */
" \\U25B6 " = " ▶ ";

/* User-presentable name of file created for autosaving. Arg is document name. */
"%@ (Autosaved)" = "%@ (Autosaved)";

/* Partial error string for when a document's type is not recognized. 1st argument is the name of the application. 2nd argument is the name of a file format. This whole string may become the argument of the 'no document could be created' string. */
"%@ cannot open files in the \\U201C%@\\U201D format." = "%1$@ cannot open files in the “%2$@” format.";

/* Partial error string for when a document's type is not recognized. The argument is the name of the application. This whole string may become the argument of the 'no document could be created' string. */
"%@ cannot open files of this type." = "%@ cannot open files of this type.";

/* Error string for when a document's type is not recognized. 2nd argument is the name of the application. 3rd argument is the name of a file format. */
"\\U201C%@\\U201D could not be handled because %@ cannot open files in the \\U201C%@\\U201D format." = "“%1$@” could not be handled because %2$@ cannot open files in the “%3$@” format.";

/* Error string for when a document's type is not recognized. 2nd argument is the name of the application. */
"\\U201C%@\\U201D could not be handled because %@ cannot open files of this type." = "“%1$@” could not be handled because %2$@ cannot open files of this type.";

/* Label of Cancel button. */
"Cancel" = "Cancel";

/* Action name for undoing print info changes. */
"Change Print Settings" = "Change Print Settings";

/* Title of alert panel which comes when the user tries to close a window containing an unsaved document. */
"Close" = "Close";

/* Label of change-discarding button shown at quit-time when there are unsaved documents. */
"Discard Changes" = "Discard Changes";

/* Recovery suggestion for reason for when a document could not be saved because the file is locked. */
"Do you want to overwrite it anyway?" = "Do you want to overwrite it anyway?";

/* Primary text of alert shown at document reversion time when the document has unsaved modifications. Arg is document name. */
"Do you want to revert to the most recently saved version of the document \\U201C%@\\U201D?" = "Do you want to revert to the most recently saved version of the document “%@”?";

/* Primary text of alert shown at document-close-time when the document is unsaved. Arg is document name. */
"Do you want to save the changes you made in the document \\U201C%@\\U201D?" = "Do you want to save the changes you made in the document “%@”?";

/* 1st recovery option for when a document could not be saved because the file is locked. */
"Don\\U2019t Overwrite" = "Don’t Overwrite";

/* Label of cancellation button shown when a document is found to have been overwritten. */
"Don\\U2019t Save" = "Don’t Save";

/* Title of alerts which come up when an open recents item is missing or fails to open. */
"Error" = "Error";

/* Title of a save panel for a Save To operation. */
"Export" = "Export";

/* Name field label of a save panel for a Save To operation. */
"Export As:" = "Export As:";

/* Secondary text of alert shown at quit-time when there are unsaved documents. */
"If you don\\U2019t review your documents, all your changes will be lost." = "If you don’t review your documents, all your changes will be lost.";

/* Secondary text of alert shown when a document is found to have been moved. Arg is new parent directory name. */
"It will be saved to the \\U201C%@\\U201D folder, or you can specify another location." = "It will be saved to the “%@” folder, or you can specify another location.";

/* Secondary text of alert shown when a document is found to have been renamed. */
"It will be saved under this new name, or you can provide another name." = "It will be saved under this new name, or you can provide another name.";

/* Error string for when a document could not be created. The argument is either a full sentence explaining why not or a blank string. */
"No document could be created. %@" = "No document could be created. %@";

/* 2nd recovery option for when a document could not be saved because the file is locked. */
"Overwrite" = "Overwrite";

/* For backwards compatibility only; doesn't appear anywhere in the UI anymore. */
"Quit" = "Quit";

/* Choice (on a button) given to user which allows him to quit the application even though he has not saved all of his documents first. */
"Quit Anyway" = "Quit Anyway";

/* Label of default button shown at document reversion time when the document has unsaved modifications. */
"Revert" = "Revert";

/* Label of default button shown at quit-time when there are unsaved documents. */
"Review Changes\\U2026" = "Review Changes…";

/* Choice (on a button) given to user which allows him to review all his unsaved documents if he quits the application without saving them all first. */
"Review Unsaved" = "Review Unsaved";

/* Button choice which allows the user to save the document.
   Label of default button shown at document-close-time when the document is unsaved - no ellipses.
   Label of save-here button shown when a document is found to have been moved.
   Label of save-here button shown when a document is found to have been overwritten.
   Label of save-here button shown when a document is found to have been renamed.
   Title of a save panel for a Save or Save As operation. */
"Save" = "Save";

/* Name field label of a save panel for a Save or Save As operation. */
"Save As:" = "Save As:";

/* Label of default button shown when a document can\\U2019t be found.
   Label of default button shown when a document is found in the trash.
   Label of save-somewhere-else button shown when a document is found to have been moved.
   Label of save-somewhere-else button shown when a document is found to have been renamed. */
"Save As\\U2026" = "Save As…";

/* Question asked of user when he/she tries to close a window containing an unsaved document. */
"Save changes to \\U201C%@\\U201D?" = "Save changes to “%@”?";

/* Label of default button shown at document-close-time when the document is unsaved - with ellipses. */
"Save\\U2026" = "Save…";

/* Error string for when an autosaved document could not be reopened. 2nd argument is either a full sentence explaining why not or a blank string. */
"The autosaved document \\U201C%@\\U201D could not be reopened. %@" = "The autosaved document “%1$@” could not be reopened. %2$@";

/* Secondary text of alert shown when a document is found to have been overwritten. */
"The changes made by the other application will be lost if you save. Save anyway?" = "The changes made by the other application will be lost if you save. Save anyway?";

/* Error string for when a document could not be autosaved. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be autosaved. %@" = "The document “%1$@” could not be autosaved. %2$@";

/* Error string for when a document could not be saved. 2nd argument is the 'export as' file name. 3rd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be exported as \\U201C%@\\U201D. %@" = "The document “%1$@” could not be exported as “%2$@”. %3$@";

/* Error string for when a document could not be opened for printing. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be opened for printing. %@" = "The document “%1$@” could not be opened for printing. %2$@";

/* Error string for when a document could not be opened. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be opened. %@" = "The document “%1$@” could not be opened. %2$@";

/* Error string for when a document could not be printed. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be printed. %@" = "The document “%1$@” could not be printed. %2$@";

/* Error string for when a document could not be reverted. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be reverted. %@" = "The document “%1$@” could not be reverted. %2$@";

/* Error string for when a document could not be saved. 2nd argument is the 'save as' file name. 3rd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be saved as \\U201C%@\\U201D. %@" = "The document “%1$@” could not be saved as “%2$@”. %3$@";

/* Error string for when a document could not be saved. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be saved. %@" = "The document “%1$@” could not be saved. %2$@";

/* Primary text of alert shown when a document is found to have been moved. Arg is document name. */
"The document \\U201C%@\\U201D has been moved." = "The document “%@” has been moved.";

/* Primary text of alert shown when a document is found in the trash. Arg is document name. */
"The document \\U201C%@\\U201D is in the Trash." = "The document “%@” is in the Trash.";

/* Error description for when a document could not be saved because the file is locked. */
"The file \\U201C%@\\U201D is locked." = "The file “%@” is locked.";

/* Error failure reason for when a document could not be saved because the file is locked. */
"The file is locked." = "The file is locked.";

/* Primary text of alert shown when a document can\\U2019t be found. Arg is document name. */
"The location of the document \\U201C%@\\U201D cannot be determined." = "The location of the document “%@” cannot be determined.";

/* Message in alert given to user when he tries to open a recent document that fails to open. Argument is presentable document name. */
"The recent document \\U201C%@\\U201D could not be opened." = "The recent document “%@” could not be opened.";

/* Message in alert given to user when he tries to open a recent document that is no longer there. Argument is presentable document name. */
"The recent document \\U201C%@\\U201D is missing." = "The recent document “%@” is missing.";

/* Error description for when a document could not be autosaved to a read-only directory. */
"This document could not be autosaved because you don\\U2019t have write access privileges to the folder that it\\U2019s in." = "This document could not be autosaved because you don’t have write access privileges to the folder that it’s in.";

/* Primary text of alert shown when a document is found to have been renamed. Arg is new document name. */
"This document has been renamed to \\U201C%@\\U201D." = "This document has been renamed to “%@”.";

/* Primary text of alert shown when a document is found to have been overwritten. Arg is document file name. */
"This document\\U2019s file has been changed by another application since you opened or saved it." = "This document’s file has been changed by another application since you opened or saved it.";

/* User-presentable name of file created for autosaving. Arg is application name. */
"Unsaved %@ Document" = "Unsaved %@ Document";

/* User-presentable name of file created for autosaving. First arg is application name. Second arg is number. */
"Unsaved %@ Document %ld" = "Unsaved %1$@ Document %2$ld";

/* Name to use for the first untitled document. */
"Untitled" = "Untitled";

/* Name to use for untitled documents; the argument is replaced by a number. */
"Untitled %@" = "Untitled %@";

/* Secondary text of alert shown when a document is found in the trash. */
"You can save to another location." = "You can save to another location.";

/* Secondary text of alert shown when a document can\\U2019t be found. */
"You can specify where to save it." = "You can specify where to save it.";

/* Primary text of alert shown at quit-time when there are unsaved documents. First arg is count of unsaved documents. Second arg is application name. */
"You have %1$@ %2$@ documents with unsaved changes. Do you want to review these changes before quitting?" = "You have %1$@ %2$@ documents with unsaved changes. Do you want to review these changes before quitting?";

/* Message given to user when he tries to quit the application without saving all of his documents. */
"You have unsaved documents." = "You have unsaved documents.";

/* Recovery suggestion for reason for when a document could not be autosaved to a read-only directory. */
"Your changes will be lost if this computer malfunctions or loses power before you save them." = "Your changes will be lost if this computer malfunctions or loses power before you save them.";

/* Secondary text of alert shown at document-close-time when the document is unsaved. */
"Your changes will be lost if you don\\U2019t save them." = "Your changes will be lost if you don’t save them.";

/* Secondary text of alert shown at document reversion time when the document has unsaved modifications. */
"Your current changes will be lost." = "Your current changes will be lost.";

